{
  "login": {
    "title": "Zededa Edge Access, navigational tree from Project - Edge Node - Edge Node Application with respective information for remote connectivity",
    "userName": "Username",
    "password": "Password",
    "or": "OR",
    "token": "Token",
    "login": "LOGIN",
    "errorMessage": "Invalid Credentials."
  },
  "dashboard": {
    "endpoint": "Endpoint1",
    "edgeNodes": "Edge Nodes",
    "edgeInstances": " Edge App Instances",
    "enabled": "Edge view - Enabled",
    "disabled": "Edge View - Disabled",
    "description": "This page will display all the projects/site you are having access to as individual blocks. It gives details of number of Edge Nodes in it, clicking on it will navigate to the Edge Node list page. Blcok also indicates the number of Edge Node Applications for respective project. It gives project level edge view policy status as \"Edge View - Enabled\" if it was configured otherwise \"Edge View - Disabled\". In a cases of project, not having any Edge Nodes created, we disabled the access and greyed out. The description of the project can be viewed as hover text, when you hover \"i\" icon in each project block"
  },
  "edgeNode": {
    "description": " Lists all Edge Nodes of the selected project. User can Activate the Edge View Sessions, DeActivate them if already activated, ReActivate to extend the session. Once the Edge View Session is in Active session, user can download the scripts for remote connectivity. Each Edge Node is an navigational link to the list of Edge Node Applications linked to the respective Edge Node."
  },
  "edgeApp": {
    "description": "Here we have two set of information. Left side table lists all the Edge Node Applications linked to the selected Edge Node. Each Edge Node Application is a clickable link, on click of it, populating the list of IP Address, Host and Application ports configured for that Edge Node application, in the right side table."
  },
  "header": {
    "welcome": "Welcome, {{userName}}"
  },
  "navigation": {
    "home": "Home",
    "userEvent": "User Event"
  },
  "search": {
    "search": "Search"
  },
  "dropdown": {
    "title": "Descriptive Insights",
    "value": "Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ip quae ab illo inventore veritatis et quasi architecto beatae vitae dicta sunt explicabo. Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt."
  },
  "edge-nodes": {
    "name": "Name"
  },
  "viewSession": {
    "sessionStatus": "Session Status",
    "active": "Active",
    "inactive": "Inactive",
    "activating": "Activating",
    "reactiveateSession": "Reactivate Session",
    "deactivateSession": "Deactivate Session",
    "activateSession": "Activate Session",
    "downloadScript": "Download Script",
    "refresh": "Refresh",
    "activatingInfo": "It may take up to more than 30 seconds to activate a session."
  },
  "userEvent": {
    "activityLog": "Activity Logs",
    "date": "Date and Time"
  },
  "toastError": {
    "errorMessage": "Failed to get the details! please try after sometimes."
  }
}
